code_to_smile = {
    "Clear": "Ясно \U00002600",
    "Clouds": "Облачно \U00002601",
    "Rain": "Дождь \U00002614",
    "Drizzle": "Дождь \U00002614",
    "Thunderstorm": "Гроза \U000026A1",
    "Snow": "Снег \U0001F328",
    "Mist": "Туман \U0001F32B",
    "Smoke": "Дым \U0001F631",
    "Haze": "Туман \U0001F631",
    "Dust": "Пыль \U0001F631",
    "Fog": "Туман \U0001F631",
    "Sand": "Песок \U0001F631",
    "Ash": "Пыль \U0001F631",
    "Squall": "Шквал \U0001F631",
    "Tornado": "Торнадо \U0001F631"
}
